/* Statistics screen */
"Circles avoided correctly" = "Círculos bien evitados";

/* Statistics screen */
"Circles avoided incorrectly" = "Círculos mal evitados";

/* Statistics screen */
"Circles touched correctly" = "Círculos bien tocados";

/* Statistics screen */
"Circles touched incorrectly" = "Círculos mal tocados";

/* Statistics screen */
"Your best score" = "Tu mejor puntuación";

/* Statistics screen */
"Final score: %i" = "Puntuación final: %i";

/* ---------------------------------------------------------------------------------------------- */

/* Info screen */
"Colors to avoid" = "Colores a evitar";

/* Info screen */
"Colors to touch" = "Colores a tocar";

/* Info screen */
"Current score\n(tap to pause)" = "Puntuación actual\n(tocar para pausa)";

/* Info screen */
"Remaining lives" = "Vidas restantes";

/* Info screen */
"Long explanation" = "¡Toca los colores adecuados antes de que se conviertan en negro y consigue la máxima puntuación! ¡Los círculos negros indican fallos!";

/* ---------------------------------------------------------------------------------------------- */

/* Settings screen */
"Turn sound off" = "Desactivar sonido";

/* Settings screen */
"Turn sound on" = "Activar sonido";

/* Settings screen */
"Visit %@'s website" = "Ir a la web de %@";

/* Settings screen */
"Send me an email" = "Enviarme un correo";

/* Settings screen */
"Love %@? Rate it! :)" = "Valora %@ :)";

/* Settings screen */
"Version %@" = "Versión %@";

/* Settings screen */
"© %@" = "© %@";

/* ---------------------------------------------------------------------------------------------- */

/* Game status */
"Game paused" = "Partida pausada";

/* Game status */
"Start a new game!" = "¡Empezar nueva partida!";

/* Play button */
"NEW GAME" = "NUEVA PARTIDA";

/* Play button */
"RESUME GAME" = "CONTINUAR PARTIDA";